{"pageProps":{"article":{"result":{"card_1_title":"How Foster Parents Can Support Their LGBTQ+ Child","card_5_body":"","accordion_3_button_title":"","sys_updated_on":"2021-11-29 18:54:47","accordion_5_button_title":"","body":"<p>Although there is a large body of research on the impact of early childhood trauma on children who were adopted as well as on the impact adoption has on adoptive parents and children, there is not much research regarding the impact adoption has on biological children in families who adopt. The <em>Journal of Child and Family Studies</em> published a qualitative, retrospective article, <a href=\"https://link.springer.com/article/10.1007/s10826-020-01873-4\" rel=\"nofollow\">&#34;An Exploratory Study on the Impact of Adoption on Adoptive Siblings,&#34;</a> that explores the impact adoption has on the well-being of these children.</p>\r\n<p>The study surveyed 182 adult biological siblings (aged 18 to 64 years) in adoptive families about their experiences in their families both before and after adoption. Researchers asked participants 10 open-response questions and categorized the results by preadoption, initial transition, and postadoption with the following themes emerging from each:</p>\r\n<p>Here is before an accordion:</p>\r\n<p>#%accordion%#</p>\r\n<p>Here is after an accordion.</p>\r\n<p><br /></p>\r\n<p>The results indicated there was a range of both positive and negative experiences, and many reported parentification, feelings of invisibility and/or resentment, and trying to reduce the burden on their parents through peacekeeping and people pleasing. The results from the questionnaire also found two opposite lasting effects of adoption: the positive effect of personal growth (such as increased empathy, compassion, and maturity) and negative effects (such as mental health issues, broken relationships, trust issues, and a jaded worldview). Adoption of siblings also had a large effect on whether the biological sibling chose to enter a child welfare- or social welfare-related field or foster or adopt themselves.</p>\r\n<p>For additional details about the study, including clinical implications, suggestions for service improvement, and a more detailed look at the results, read <a href=\"https://link.springer.com/article/10.1007/s10826-020-01873-4\" rel=\"nofollow\">&#34;An Exploratory Study on the Impact of Adoption on Adoptive Siblings.&#34;</a> </p>\r\n<p>Here is before a card:</p>\r\n<p>##%card%##</p>\r\n<p>Here is after a card.</p>\r\n<p><br /></p>","card_3_link":"","how_many_cards_needed":"2","card_4_title":"","number_of_accordions_needed":"3","sys_updated_by":"admindylan","card_4_body":"","card_2_link":"","sys_created_on":"2021-11-16 19:18:04","accordion_3_body":"<ul style=\"list-style-type: circle; list-style-position: inside;\"><li>Experiences after the initial transition</li><li>Influence on their personal life and emerging patterns of how adoption impacted their life decisions</li><li>Perceived influence on family relationships</li><li>What they would change and wished their families had done differently in their families&#39; adoptions to improve the experience and have a healthier functioning family</li></ul>","accordion_1_button_title":"","accordion_needed":"true","accordion_3_heading":"Postadoption","card_1_image":"","sys_created_by":"admindylan","accordion_1_heading":"Preadoption","card_s_needed":"true","accordion_4_heading":"","card_3_body":"","card_5_title":"","card_3_button_title":"","card_1_button_title":"","card_5_button_title":"","card_4_button_title":"","card_2_image":"","card_5_image":"","accordion_2_body":"<ul style=\"list-style-type: circle; list-style-position: inside;\"><li>Adjustment during the first year of adoption</li><li>Perceived quality of their relationship with their parents during the initial transition</li></ul>","accordion_5_body":"","card_2_button_title":"","card_2_body":"<p>The National Council for Adoption (NCFA) held a recent training webinar, <a href=\"https://adoption.mclms.net/en/package/5237/course/10551/view\" rel=\"nofollow\">&#34;Adoption Options for Members of the Military,&#34;</a> geared toward prospective adoptive parents in the military and adoption professionals. The 60-minute webinar discusses the misconception that the nature of military life is not conducive to adoption and explains that military families can provide loving, stable, and permanent homes to waiting children and youth.</p>\r\n<p>The webinar was lead by Elise Lowe from NCFA and Kristine Altwies, L.M.F.T, from A Family Tree. It delves into considerations for military families for the adoption process, including information about obtaining clearances, the home study process, working with the placing entity (whether it be a foreign government or child welfare agency), managing moves and deployments, supporting attachment when one parent will be the primary caretaker, and more. The training also discusses factors that equip military families for adoption, such as their familiarity with paperwork and navigating bureaucracy and ambiguity, their experience with transitions, access to health-care benefits, and ability to build a support system outside of the nuclear family. </p>\r\n<p>After viewing the training webinar, participants are invited to complete an assessment and course evaluation. If participants achieve at least an 80-percent score on the assessment, they will receive a certificate for 1 continuing education hour. </p>\r\n<p>To learn more or take the training, visit the <a href=\"https://adoption.mclms.net/en/package/5237/course/10551/view\" rel=\"nofollow\">&#34;Adoption Option for Members of the Military&#34;</a> webpage.</p>","accordion_2_button_title":"","accordion_4_button_title":"","card_5_link":"","sys_id":"a43393622f37301095d45d8b2799b614","card_4_image":"","card_1_body":"<p>The challenges and trauma that many youth in foster care have experienced or will experience can be compounded for youth identifying as lesbian, gay, bisexual, transgender, queer (or sometimes questioning), and others (LGBTQ&#43;). As a result, they need foster parents who are supportive, willing to listen and learn, practice empathy, and advocate.</p>\r\n<p>An <a href=\"https://www.parents.com/parenting/dynamics/lgbtq/what-foster-parents-need-to-know-about-adopting-and-affirming-a-queer-child/\" rel=\"nofollow\">article</a> on Parents.com discusses the overrepresentation of LGTBQ&#43; youth in the foster care system and the associated problems this subset of marginalized youth may encounter. It includes details from an interview with a child welfare professional who was in foster care as a youth and is a gay Black man. He describes how foster parents can mitigate the struggles that LGBTQ&#43; youth may face while in their care and provides guidance and tips on what foster parents should—and should not—do when caring for a LGBTQ&#43; child. He focuses on the need for foster parents to proactively educate themselves on topics such as individual expression, gender role and identity, common stereotypes, and the use of appropriate versus discriminatory terms and phrases. </p>\r\n<div>To learn more, read the article, <a href=\"https://www.parents.com/parenting/dynamics/lgbtq/what-foster-parents-need-to-know-about-adopting-and-affirming-a-queer-child/\" rel=\"nofollow\">&#34;What Foster Parents Need To Know About Adopting and Affirming a Queer Child.&#34;</a> </div>","accordion_2_heading":"Initial transition","card_2_title":"Adoption Options for Members of the Military","name_of_page":"An Exploratory Study of the Impact of Adoption","accordion_4_body":"","sys_mod_count":"13","page_template":{"link":"https://dev69061.service-now.com/api/now/table/x_682526_page_bu_0_cwig_page_templates/1b99a29a2f37301095d45d8b2799b635","value":"1b99a29a2f37301095d45d8b2799b635"},"accordion_5_heading":"","optional_components":"6f8b43aa2ff3301095d45d8b2799b61c,839b07aa2ff3301095d45d8b2799b623","sys_tags":"","card_3_image":"","accordion_1_body":"<ul style=\"list-style-type: circle; list-style-position: inside;\"><li>Reaction to the news that their family was planning to adopt </li><li>Perceived involvement in the preadoption process</li></ul>","card_3_title":"","card_1_link":"","card_4_link":""}}},"__N_SSG":true}